app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("created_at", "name", "phone_number", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", "2014-10-08 07:21:36.493978"], ["name", "asdf"], ["phone_number", "asdfds"], ["updated_at", "2014-10-08 07:21:36.493978"]]
---
  def create
    @contact = Contact.create(contact_params)